Repository: edx/studio-frontend
Catalog: src/data/i18n/locales/po/*.po
Languages: es_419, fr_ca, tr_tr

# assetsTableTooMuchData
source: The maximum size for an upload is {max_size} MB. No files were uploaded.
es_419: El tamaño máximo que se puede subir es {max_size} MB. No se ha subido ningún archivo.
fr_ca: La taille maximale d'un fichier pouvant être téléversé est de {max_size} Mo. Aucun fichier n'a été téléversé.
tr_tr: Yükleme için maksimum boyut {max_size} MB. Herhangi bir dosya yüklenmemiş.

# assetsTableGenericError
source: Error uploading {assetName}. Try again.
es_419: Error subiendo {assetName}. Intenta de nuevo.
fr_ca: Erreur lors du téléversement de {assetName}. Veuillez réessayer.
tr_tr: {assetName} yüklemesinde hata. Tekrar deneyin.

# assetsTableGenericUpdateError
source: The action could not be completed. Refresh the page, and then try the action again.
es_419: No se pudo completar la acción. Refresque la página e intente de nuevo.
fr_ca: Cette action n'a pas pu être complétée. Rafraîchissez la page, puis réessayez.
tr_tr: Bu eylem tamamlanamadı. Sayfayı güncelleyin ve ardından eylemi tekrar deneyin.

# assetsTableCopiedStatus
source: Copied
es_419: Copiado
fr_ca: Copié
tr_tr: Kopyalandı

# assetsTableDeleteObject
source: Delete {displayName}
es_419: Eliminar {displayName}
fr_ca: Supprimer {displayName}
tr_tr: Sil {displayName}

# assetsTableCancel
source: Cancel
es_419: Cancelar
fr_ca: Annuler
tr_tr: İptal

# assetsTablePermaDelete
source: Permanently delete
es_419: Eliminar permanentemente
fr_ca: Supprimer indéfiniment
tr_tr: Kalıcı olarak sil

# assetsTableLearnMore
source: Learn more.
es_419: Saber más.
fr_ca: En savoir plus.
tr_tr: Daha fazlasını öğren.

# assetsTableDeleteWarning
source: Deleting {displayName} cannot be undone.
es_419: La eliminación de {displayName} no se puede deshacer.
fr_ca: La suppression de {displayName} est permanente et ne peut pas être annulée.
tr_tr: {displayName} silmek geri alınamaz.

# assetsTableDeleteConsequences
source: Any links or references to this file will no longer work. {link}
es_419: Los enlaces o referencias a este archivo ya no funcionarán. {link}
fr_ca: Les liens et références vers ce fichier ne fonctionneront plus. {link}
tr_tr: Bu dosyaya verilen herhangi bir bağlantı veya referans artık çalışmayacak. {link}

# assetsTableLoadingStatus
source: Loading
es_419: Cargando
fr_ca: Chargement
tr_tr: Yükleniyor

# paginationButtonDisabled
source: button is disabled
es_419: el botón está desactivado
fr_ca: le bouton est désactivé
tr_tr: düğme devredışı bırakıldı

# paginationNext
source: next
es_419: siguiente
fr_ca: suivant
tr_tr: sonraki

# paginationPrevious
source: previous
es_419: anterior
fr_ca: précédent
tr_tr: önceki

# assetsTableFailedLock
source: Failed to toggle lock for {assetName}.
es_419: No se pudo alternar el bloqueo para {assetName}.
fr_ca: Échec du verrouillage pour {assetName}.

# assetsTableDetailedCopyLink
source: {displayName} copy {label} URL
es_419: {displayName} copiar {label} URL
fr_ca: {displayName} copier l'URL {label}

# assetsTableWebLink
source: Web
es_419: Sitio Web
