Repository: edx/studio-frontend
Catalog: src/data/i18n/locales/po/*.po
Languages: es_419, fr_ca, tr_tr

# a11yBodyPolicyLink
source: Website Accessibility Policy
es_419: Políticas de Accesibilidad del Sitio Web
fr_ca: Politique d'accessibilité du site
tr_tr: Web Sitesi Erişilebilirlik Politikası

# a11yBodyPageHeader
source: Individualized Accessibility Process for Course Creators
es_419: Proceso de Accesibilidad Individualizada para Creadores de Cursos
fr_ca: Processus individualisé d'accessibilité pour les créateurs de cours
tr_tr: Ders Oluşturucular için Kişiselleştirilmiş Erişilebilirlik Süreci

# a11yBodyIntroGraph
source: At edX, we seek to understand and respect the unique needs and perspectives of the edX global community. We value every course team and are committed to being a leader in expanding access to all, including course team creators and authors with disabilities. To that end, we have adopted a {communityAccessibilityElement} and this process to ensure that course team creators and authors with disabilities are able to develop and post content on our platform via Studio.
es_419: En edX, buscamos entender y respetar las necesidades y perspectivas únicas de la comunidad global de edX. Valoramos todos los equipos de los cursos y nos comprometemos en ser líderes en la expansión del acceso para todos, incluidos los creadores y autores de los equipos del curso con discapacidades. Con ese fin, adoptamos un {communityAccessibilityElement} y este proceso para asegurar que los creadores y autores de los equipos del curso con discapacidades puedan desarrollar y publicar contenido en nuestra plataforma a través de Studio.
fr_ca: Chez EDUlib, nous cherchons à comprendre et à respecter les besoins et les perspectives uniques de la communauté mondiale EDUlib. Nous apprécions chaque équipe de cours et nous nous engageons à être un leader dans l'élargissement de l'accès à tous, y compris les équipes de création de cours et les auteurs handicapés. À cette fin, nous avons adopté un {communityAccessibilityElement} et ce processus permet de nous assurer que les équipes de création de cours et les auteurs handicapés puissent développer et publier du contenu sur notre plateforme via Studio.
tr_tr: edX ekibi olarak, küresel edX topluluğundaki her bir tekil ihtiyacı ve bakış açısını anlamaya çalışıyor ve saygı gösteriyoruz. Her bir ders takımına değer veriyor ve platformumuzu başta engelli takım oluşturucu ve yazarlarımız olmak üzere herkes için erişilebilir kılmaya çalışıyoruz. Bu amaçla, {communityAccessibilityElement} sürecini devreye aldık ve bu süreci Studio'da içerik oluşturan ve ileti yazan tüm engelli takım oluşturucu ve yazarlarımız için hayata geçirmeye çalışıyoruz.

# a11yBodyStepsHeader
source: Course team creators and authors who, because of their disabilities, need assistance to use Studio should take the following steps:
es_419: Los creadores y autores del equipo del curso que, por sus discapacidades, necesiten ayuda para usar Studio deberían seguir estos pasos:
fr_ca: Les équipes de création de cours et les auteurs qui, en raison de leur handicap, ont besoin d'aide pour utiliser Studio doivent suivre les étapes suivantes :
tr_tr: Engelli takım oluşturucu ve yazarlarımız, Studio'da yardıma ihtiyaç duymaları durumunda şu adımları takip etmeliler:

# a11yBodyEdxResponse
source: We will communicate with you about your preferences and needs in determining the appropriate solution, although the ultimate decision will be ours, provided that the solution is effective and timely. The factors we will consider in choosing an accessibility solution are: effectiveness; timeliness (relative to your deadlines); ease of implementation; and ease of use for you. We will notify you of the decision and explain the basis for our decision within 10 business days of discussing with you.
es_419: Nos pondremos en contacto para saber tus preferencias y necesidades para determinar la solución apropiada, aunque la decisión final será nuestra, siempre que la solución sea efectiva y oportuna. Al elegir una solución de accesibilidad consideraremos los siguientes factores: efectividad, puntualidad (relativa a tus fechas límite), facilidad de implementación y de uso para ti. Te notificaremos sobre la decisión y te explicaremos la base de nuestra decisión en un plazo de 10 días desde nuestra conversación.
fr_ca: Nous communiquerons avec vous au sujet de vos préférences et de vos besoins pour déterminer la solution appropriée, bien que la décision finale soit la nôtre, à condition que la solution soit efficace et opportune. Les facteurs que nous considérerons dans le choix d'une solution d'accessibilité sont les suivants : l'efficacité ; la rapidité (par rapport à vos échéances) ; la facilité de mise en œuvre ; et la facilité d'utilisation pour vous. Nous vous aviserons de la décision et vous expliquerons la raison de notre décision dans les 10 jours ouvrables après avoir discuté avec vous.
tr_tr: İhtiyaçlarınızı karşılayacak çözümü ve tercihlerinizi belirlemek için sizinle iletişime geçmekle beraber, en etkin çözüme dair verilecek nihai karar bizim tarafımızdan verilecektir. Seçeceğimiz erişilebilirlik çözümünde şu ölçütleri göz önüne alacağız: İşe yararlık; zaman kısıtı (içinde bulunduğunuz son tarihler); uygulanabilirlik ve kullanım kolaylığı. Size bulduğumuz çözümü ve bu çözümün temel ilkelerini aktarmak için 10 işgünü içinde sizi bilgilendireceğiz.

# a11yBodyEdxFollowUp
source: Thereafter, we will communicate with you on a weekly basis regarding our evaluation, decision, and progress in implementing the accessibility solution. We will notify you when implementation of your accessibility solution is complete and will follow-up with you as may be necessary to see if the solution was effective.
es_419: Posteriormente, nos pondremos en contacto semanalmente sobre nuestra evaluación, decisión y progreso al implementar la solución de accesibilidad. Te notificaremos cuando se complete la implementación de tu solución de accesibilidad y haremos un seguimiento si es necesario para ver si la solución fue efectiva.
fr_ca: Par la suite, nous communiquerons avec vous hebdomadairement au sujet de notre évaluation, de notre décision et des progrès réalisés dans la mise en œuvre de la solution d'accessibilité. Nous vous aviserons lorsque la mise en œuvre de votre solution d'accessibilité sera terminée et nous vous ferons le suivi nécessaire pour déterminer si la solution a été efficace.
tr_tr: Hemen sonrasındaysa, sizinle haftalık bazda iletişime geçerek ekibimizin değerlendirme, kararı ve ilgili erişilebilirlik çözümünün gelişimine dair sizi bilgilendireceğiz. Erişilebilirlik çözümünüzün hayata geçirilmesi tamamlandığında sizi bilgilendirecek ve bu iyileştirmenin etkinliği hakkında sizinle yeniden iletişime geçeceğiz.

# a11yBodyOngoingSupport
source: EdX will provide ongoing technical support as needed and will address any additional issues that arise after the initial course creation.
es_419: EdX te proporcionará soporte técnico continuo en el caso de que sea necesario y trabajará en cualquier problema adicional que pueda surgir después de la creación inicial del curso.
fr_ca: EDUlib fournira un support technique continu selon les besoins et traitera tous les problèmes supplémentaires survenant après la création du cours initial.
tr_tr: EdX ihtiyaç duyduğunuzda size teknik destek sunacak ve ilk dersinizi oluşturmanızdan itibaren karşınıza çıkabilecek tüm ek sorunlarda yanınızda olacak.

# a11yBodyProcessContact
source: If you have any questions about this process, you may contact us at {emailElement} or {phoneNumber}.
es_419: Si tienes cualquier pregunta sobre este proceso, nos puedes contactar a {emailElement} o {phoneNumber}.
fr_ca: Si vous avez des questions sur ce processus, vous pouvez nous contacter à {emailElement} ou {phoneNumber}.
tr_tr: Bu süreçle ilgili sorularınız varsa, bizimle {emailElement} veya {phoneNumber} üzerinden iletişime geçebilirsiniz.

# a11yBodyA11yFeedback
source: Please direct any questions or suggestions on how to improve the accessibility of Studio to {emailElement} or use the form below. We welcome your feedback.
es_419: Por favor, dirige cualquier pregunta o sugerencia sobre cómo mejorar la accesibilidad de Studio a {emailElement} o mediante el siguiente formulario. Agradecemos tu opinión.
fr_ca: Veuillez adresser vos questions ou suggestions sur la façon d'améliorer l'accessibilité de Studio à {emailElement} ou utilisez le formulaire ci-dessous. Nous apprécions vos commentaires.
tr_tr: Studio'nun erişilebilirlik özelliklerini iyileştirmek için {emailElement} adresine öneri ve sorularınızı yönlendirebilir veya aşağıdaki formu kullanabilirsiniz. Geri bildirimleriniz bizim için çok değerli.

# a11yBodyEmailHeading
source: Notify us by email addressed to {emailElement}. In order for edX to fully and promptly assess and respond to your request, please provide the following information:
es_419: Contáctanos por correo electrónico a {emailElement}. Para evaluar y responder a tu petición de forma rápida y completa, por favor proporciona la siguiente información:
fr_ca: Avertissez-nous par courriel adressé à {emailElement}. Afin qu'EDUlib puisse évaluer et répondre rapidement et entièrement à votre demande, veuillez fournir les informations suivantes :
tr_tr: Lütfen {emailElement} adresi üzerinden bizi bilgilendirin. edX'in taleplerinizi en iyi şekilde karşılayabilmesi için lütfen aşağıdaki bilgileri bize sağlayın:

# a11yBodyNameEmail
source: Your name and email address;
es_419: Tu nombre y dirección de correo electrónico;
fr_ca: Votre nom et votre adresse courriel ;
tr_tr: Adınız ve e-posta adresiniz;

# a11yBodyInstitution
source: The edX member institution that you are affiliated with;
es_419: La institución miembro de edX con la que estás asociado;
fr_ca: l'institution membre d'EDUlib avec laquelle vous êtes affilié ;
tr_tr: İlişkili olduğunuz edX üyesi kurum;

# a11yBodyBarrier
source: A brief description of the challenge or barrier to access that you are experiencing; and
es_419: Una descripción breve del desafío u obstáculo de acceso que estás teniendo; y
fr_ca: Une brève description du défi ou de l'obstacle à l'accès que vous rencontrez ; et
tr_tr: Deneyimlediğiniz sıkıntı ya da erişim engelini kısaca açıklayın; ve

# a11yBodyTimeConstraints
source: How soon you need access and for how long (e.g., a planned course start date or in connection with a course-related deadline such as a final essay).
es_419: Cuándo necesitas acceso y por cuánto tiempo (por ejemplo, una fecha planeada para el inicio de un curso o en conexión con una fecha límite relacionada con un curso, como un ensayo final).
fr_ca: Dans quel délai avez-vous besoin d'un accès et pendant combien de temps (par exemple, une date de début de cours planifiée ou en rapport avec une date limite liée à un cours, tel qu'un essai final)?
tr_tr: Size sunacağımız destek için zaman kısıtınızı (örn. planlanmış ders başlangıç tarihi ya da dersle ilişkili tarih, ödev teslim tarihi gibi) bize yazın.

# a11yBodyReceipt
source: Within 48 business hours of receiving your request, the edX Support Team will respond to confirm receipt and forward your request to the edX Partner Manager for your institution and the edX Website Accessibility Coordinator.
es_419: En 48 horas laborables de recibir tu petición, el equipo de soporte de edX responderá para confirmar recepción y enviará tu petición al edX Partner Manager de tu institución y al Coordinador de Accesibilidad del sitio web de edX.
fr_ca: Dans les 48 heures ouvrables suivant la réception de votre demande, l'équipe de support EDUlib répondra pour confirmer la réception et transmettre votre demande au responsable du partenariat EDUlib pour votre établissement et au coordonnateur de l'accessibilité du site Web EDUlib.
tr_tr: Talebinizi almamızdan sonraki 48 iş saati içinde edX Destek Ekibi size adlındı teyidi için size geri dönecek ve talebiniz kurumunuzun edX iş Ortağı Yöneticisi ve edX Website Erişilebilirlik Koordinatörü'ne iletilecektir.

# a11yBodyExtraInfo
source: With guidance from the Website Accessibility Coordinator, edX will contact you within 5 business days to discuss your request and gather additional information from you to identify a solution.
es_419: Con la orientación del Coordinador de Accesibilidad del sitio web, edX se pondrá en contacto en 5 días laborables para conversar sobre tu petición y obtener información adicional con el fin de identificar una solución.
fr_ca: Avec les conseils du coordonnateur de l'accessibilité du site Web, EDUlib communiquera avec vous dans les cinq jours ouvrables pour discuter de votre demande et recueillir des informations supplémentaires auprès de vous afin d'identifier une solution.
tr_tr: Website Erişilebilirlik Koordinatörü'nü yol göstericiliğinde, edX sizinle 5 iş günü içinde doğrudan iletişime geçerek, uygun bir çözümün sağlanması için sizden ek bilgiler talep edecek.

# a11yBodyFixesListHeader
source: EdX will assist you promptly and thoroughly so that you are able to create content on the CMS within your time constraints. Such efforts may include, but are not limited to:
es_419: EdX te ayudará de forma rápida y exhaustiva con el fin de que puedas crear contenido en el CMS dentro de tus limitaciones de tiempo. Estos esfuerzos pueden incluir, pero no se limitan a:
fr_ca: EDUlib vous assistera rapidement et en profondeur afin que vous puissiez créer du contenu sur le CMS dans les délais impartis. De tels efforts peuvent inclure, mais ne sont pas limités à :
tr_tr: edX, CMS'de zaman kısıtlarınız içinde içerik oluşturabilmeniz için derhal ve en iyi şekilde size yardımcı olacaktır. Tüm bu çabalar, bunlarla sınırlı olmamak üzere şunları içerebilir:

# a11yBodyThirdParty
source: Purchasing a third-party tool or software for use on an individual basis to assist your use of Studio;
es_419: La compra de herramientas o software externo para uso individual para ayudarte a utilizar Studio;
fr_ca: Acheter un outil ou un logiciel tiers pour une utilisation individuelle afin de vous aider à utiliser Studio ;
tr_tr: Studio kullanımınızda size yardımcı olacak üçüncü-taraf araç veya yazılımların satın alınması;

# a11yBodyContractor
source: Engaging a trained independent contractor to provide real-time visual, verbal and physical assistance; or
es_419: La ayuda visual, verbal o física en tiempo real de un contratista independiente entrenado; o
fr_ca: Engager un entrepreneur indépendant formé pour fournir une assistance visuelle, verbale et physique en temps réel ; ou
tr_tr: Size gerçek-zamanlı görsel, sözel ve fiziksel destek sağlayacak eğitimli bir sözleşmeli profesyoneli atamak; ya da

# a11yBodyCodeFix
source: Developing new code to implement a technical fix.
es_419: El desarrollo de nuevo código para implementar una solución técnica.
fr_ca: Développer un nouveau code pour implémenter un correctif technique.
tr_tr: Teknik bir çözümü hayata geçirmek için yeni kodlar yazmak.

# accessibilityPolicyFormEmailLabel
source: Email Address
es_419: Dirección de correo electrónico
fr_ca: Adresse courriel
tr_tr: E-posta Adresi

# accessibilityPolicyFormError
source: Error
fr_ca: Erreur
tr_tr: Hata

# accessibilityPolicyFormErrorHighVolume
source: We are currently experiencing high volume. Try again later today or send an email message to {emailLink}.
es_419: Actualmente estamos recibiendo una gran cantidad de peticiones. Intenta más tarde hoy o envía un mensaje por correo electrónico a {emailLink}.
fr_ca: Il y actuellement un nombre élevé d'utilisateurs connectés. Veuillez réessayer plus tard dans la journée ou envoyez un courriel à {emailLink}.
tr_tr: Şu an yüksek bir taleple karşı karşıyayız. Lütfen bir süre sonra tekrar deneyin veya {emailLink} adresine yazarak bizimle iletişime geçin.

# accessibilityPolicyFormErrorMissingFields
source: Make sure to fill in all fields.
es_419: Asegúrate de rellenar todos los campos.
fr_ca: Assurez-vous de remplir tous les champs.
tr_tr: Tüm alanları doldurduğunuza emin olun.

# accessibilityPolicyFormFieldsRequired
source: All fields are required.
es_419: Todos los campos son necesarios.
fr_ca: Tous les champs sont requis.
tr_tr: Tüm alanlar gereklidir.

# accessibilityPolicyFormHeader
source: Studio Accessibility Feedback
es_419: Opinión Sobre la Accesibilidad de Studio
fr_ca: Commentaires sur l'accessibilité à Studio
tr_tr: Studio Erişilebilirlik Geri Bildirimi

# accessibilityPolicyFormMessageLabel
source: Message
es_419: Mensaje
tr_tr: İleti

# accessibilityPolicyFormNameLabel
source: Name
es_419: Nombre
fr_ca: Nom
tr_tr: İsim

# accessibilityPolicyFormSubmitAria
source: Submit Accessibility Feedback Form
es_419: Enviar Formulario con tu Opinión Sobre la Accesibilidad
fr_ca: Soumettre le formulaire des commentaires sur l'accessibilité
tr_tr: Studio Erişilebilirlik Geri Bildirim Formu

# accessibilityPolicyFormSubmitLabel
source: Submit
es_419: Enviar
fr_ca: Soumettre
tr_tr: Gönder

# accessibilityPolicyFormSubmittingFeedbackLabel
source: Submitting feedback
es_419: Enviando opinión
fr_ca: Soumission des commentaires
tr_tr: Geri bildirim gönderiliyor

# accessibilityPolicyFormSuccess
source: Thank you for contacting edX!
es_419: ¡Gracias por contactar con edX!
fr_ca: Merci d'avoir contacté EDUlib!
tr_tr: edX ile iletişime geçtiğiniz için teşekkürler!

# accessibilityPolicyFormSuccessDetails
source: Thank you for your feedback regarding the accessibility of Studio. We typically respond within one business day ({day_start} to {day_end}, {time_start} to {time_end}).
es_419: Gracias por enviarnos tu opinión sobre la accesibilidad de Studio. Normalmente respondemos en un día laborable ({day_start} a {day_end}, {time_start} a {time_end}).
fr_ca: Merci pour vos commentaires concernant l'accessibilité à Studio. Nous répondons normalement dans les 24 heures ouvrables ({day_start} to {day_end}, {time_start} to {time_end}).
tr_tr: Studio'nun erişilebilirlik özellikleri için yaptığınız geri bildirim için teşekkür ederiz. Genellikle ({day_start} ile {day_end} günleri ve {time_start} ile {time_end}) saatleri arasında bir iş gününde sorularınıza cevap veriyoruz.

# accessibilityPolicyFormValidEmail
source: Enter a valid email address.
es_419: Por favor escribe una dirección de correo electrónico válida.
fr_ca: Entrer une adresse courriel valide.
tr_tr: Geçerli bir e-posta adresi girin.

# accessibilityPolicyFormValidMessage
source: Enter a message.
es_419: Escribe un mensaje.
fr_ca: Entrez un message.
tr_tr: Bir ileti girin.

# accessibilityPolicyFormValidName
source: Enter a name.
es_419: Escribe un nombre.
fr_ca: Entrez un nom.
tr_tr: Bir isim girin.

# assetsClearFiltersButtonLabel
source: Clear all filters
fr_ca: Effacer les filtres
tr_tr: Tüm filtreleri temizle

# assetsDropZoneBrowseLabel
source: Browse your computer
es_419: Buscar en tu computadora
fr_ca: Parcourir votre ordinateur
tr_tr: Bilgisayarı tara

# assetsDropZoneHeader
source: Drag and Drop
es_419: Arrastrar y soltar
fr_ca: Glisser Déposer
tr_tr: Sürükle ve Bırak

# assetsDropZoneMaxFileSizeLabel
source: Maximum file size: {maxFileSizeMB} MB
es_419: Tamaño máximo de archivo: {maxFileSizeMB} MB
fr_ca: Taille maximale du fichier : {maxFileSizeMB} Mo
tr_tr: Maksimum dosya boyutu: {maxFileSizeMB} MB

# assetsFiltersAudio
source: Audio
tr_tr: Ses

# assetsFiltersCode
source: Code
es_419: Código
tr_tr: Kod

# assetsFiltersDocuments
source: Document
es_419: Documento
tr_tr: Belge

# assetsFiltersImages
source: Image
es_419: Imagen
tr_tr: Görsel

# assetsFiltersOther
source: Other
es_419: Otro
fr_ca: Autre
tr_tr: Diğer

# assetsFiltersSectionLabel
source: Filter by File Type
es_419: Filtrar por Tipo de Archivo
fr_ca: Filtrer par type de fichier
tr_tr: Dosya Türüne göre Filtrele

# assetsPageNoResultsCountFiles
source: 0 files
fr_ca: 0 fichiers
tr_tr: 0 dosya

# assetsPageNoResultsMessage
source: No files were found.
fr_ca: Aucun fichier n'a été trouvé.
tr_tr: Dosya bulunamadı.

# assetsPageNoAssetsNumFiles
source: 0 files in your course
fr_ca: 0 fichier dans votre cours
tr_tr: Dersinizde 0 dosya var

# assetsPageNoAssetsMessage
source: Enhance your course content by uploading files such as images and documents.
fr_ca: Améliorez le contenu de votre cours en téléchargeant des fichiers tels que des images et des documents.
tr_tr: Ders içeriğinizi görsel ve belgeler yükleyerek zenginleştirin.

# assetsResultsCountFiltered
source: Showing {start}-{end} out of {total} possible matches.
fr_ca: Affichage {start}-{end} de {total} correspondances possibles.
tr_tr: Toplam {total} olası eşleşmeden {start}-{end} kadarı gösteriliyor.

# assetsResultsCountTotal
source: Showing {start}-{end} out of {total} total files.
fr_ca: Affichage {start}-{end} de {total} fichiers au total.
tr_tr: Toplam {total} dosyadan {start}-{end} kadarı gösteriliyor.

# assetsSearchInputLabel
source: Search
fr_ca: Recherche
tr_tr: Ara

# assetsSearchSubmitLabel
source: Submit search
fr_ca: Soumettre votre recherche
tr_tr: Ara

# assetsTablePreviewLabel
source: Image Preview
es_419: Previsualización de Imagen
fr_ca: Aperçu de l'image
tr_tr: Görsel Önizleme

# assetsTableNameLabel
source: Name
es_419: Nombre
fr_ca: Nom
tr_tr: İsim

# assetsTableTypeLable
source: Type
es_419: Tipo
tr_tr: Tür

# assetsTableDateLabel
source: Date Added
es_419: Fecha Añadida
fr_ca: Date ajoutée
tr_tr: Tarih Eklendi

# assetsTableCopyLabel
source: Copy URLs
es_419: Copiar URLs
fr_ca: Copier les URL
tr_tr: URL'leri Kopyala

# assetsTableDeleteLabel
source: Delete Asset
es_419: Eliminar Activo
fr_ca: Supprimer l'élément
tr_tr: Veriyi Sil

# assetsTableLockLabel
source: Lock Asset
es_419: Bloquear Activo
fr_ca: Verrouiller l'élément
tr_tr: Veriyi Kilitle

# assetsTableNoDescription
source: Description not available
es_419: Descripción no disponible
fr_ca: Description indisponible
tr_tr: Açıklama yok

# assetsTableNoPreview
source: Preview not available
es_419: Vista previa no disponible
fr_ca: Aperçu indisponible
tr_tr: Özizleme yok

# assetsTableLockedObject
source: Locked {object}
es_419: Bloqueado {object}
fr_ca: Verrouillé {object}
tr_tr: Kilitli {object}

# assetsTableUnlockedObject
source: Unlocked {object}
es_419: Desbloqueado {object}
fr_ca: Déverrouillé {object}
tr_tr: Kilidi açıldı {object}

# assetsTableUpdateLock
source: Updating lock status for {assetName}.
es_419: Actualizando estado de bloqueo para {assetName}.
fr_ca: Mise à jour de l'état de verrouillage pour {assetName}.
tr_tr: {assetName} için kilit durumu güncelleniyor.

# assetsTableCantDelete
source: Unable to delete {assetName}.
es_419: Inhabilitado para eliminar {assetName}.
fr_ca: Impossible de supprimer {assetName}.
tr_tr: {assetName} silinemedi.

# assetsTableDeleteSuccess
source: {assetName} has been deleted.
es_419: {assetName} ha sido eliminado.
fr_ca: {assetName} a été supprimé.
tr_tr: {assetName} silindi.

# assetsTableUploadSuccess
source: {uploaded_count} files successfully uploaded.
es_419: {uploaded_count} archivos cargados exitosamente.
fr_ca: {uploaded_count} fichiers ont bien été téléversés.
tr_tr: {uploaded_count} adet dosya başarıyla yüklendi.

# assetsTableUploadInProgress
source: {uploading_count} files uploading.
es_419: {uploading_count} archivos cargados.
fr_ca: {uploading_count} fichiers sont en cours de téléversement.
tr_tr: {uploading_count} adet dosya yükleniyor.

# assetsTableTooManyFiles
source: The maximum number of files for an upload is {max_count}. No files were uploaded.
es_419: El número máximo de archivos que se puede subir es {max_count}. No se ha subido ningún archivo.
fr_ca: Le nombre maximal de fichiers pouvant être téléversés est {max_count}. Aucun fichier n'a été téléversé.
tr_tr: En fazla {max_count} adet dosya yüklenebilir. Hiçbir dosya yüklenmedi.
